{
	"facts": [
		{
			"encountered": true,
			"id": "fact1",
			"text": "The Space Shuttle was the first reusable spacecraft in history, The Shuttle launches like a rocket, maneuvers in Earth orbit like a spacecraft and lands like an airplane."
		},
		{
			"encountered": true,
			"id": "fact2",
			"text": "Starship is the only launch vehicle intended to be fully reusable that has been fully built and tested. The most recent test flight was on October 13, 2024, in which the vehicle completed a suborbital launch and landed both stages for the second time. The Super Heavy booster was caught successfully by the chopstick system on Orbital Pad A for the first time. by SpaceX"
		},
		{
			"encountered": false,
			"id": "fact3",
			"text": "The Starship was the first Super Heavy Rocket to reach earth orbit with a payload capacity of 100t to 150t fully reusable and with the height of 121m or 397ft by SpaceX."
		},
		{
			"encountered": false,
			"id": "fact4",
			"text": "Falcon 9 is a reusable, two-stage rocket designed and manufactured by SpaceX for the reliable and safe transport of people and payloads into Earth orbit and beyond. Falcon 9 is the world’s first orbital class reusable rocket. Reusability allows SpaceX to re-fly the most expensive parts of the rocket, which in turn drives down the cost of space access."
		},
		{
			"encountered": false,
			"id": "fact5",
			"text": "The International Space Station The station was designed between 1984 and 1993. Elements of the station were in construction throughout the US, Canada, Japan, and Europe beginning in the late 1980s."
		},
		{
			"encountered": false,
			"id": "fact6",
			"text": "Perseverance is NASA's rover based on the successful Curiosity design. Launched with the Mars 2020 mission on July 30, 2020, it landed on February 18, 2021.[16] It carried the Mars helicopter Ingenuity attached to its belly. Although Ingenuity's mission has ended, Perseverance remains operational as of March 2024."
		},
		{
			"encountered": false,
			"id": "fact7",
			"text": "Sojourner rover, Mars Pathfinder, landed successfully on July 4, 1997. Communications were lost on September 27, 1997. Sojourner had traveled a distance of just over 100 meters (330 ft)"
		},
		{
			"encountered": false,
			"id": "fact8",
			"text": "Yuri Gagarin was the first human to journey into outer space in 1961."
		},
		{
			"encountered": false,
			"id": "fact9",
			"text": "Valentina Tereshkova was the first woman in space, flying on Vostok 6 in 1963."
		},
		{
			"encountered": false,
			"id": "fact10",
			"text": "Neil Armstrong and Buzz Aldrin were the first humans to walk on the moon during the Apollo 11 mission in 1969."
		},
		{
			"encountered": false,
			"id": "fact11",
			"text": "The Apollo 13 mission, despite its failure to land on the moon, is famous for the crew’s safe return after an oxygen tank explosion."
		},
		{
			"encountered": false,
			"id": "fact12",
			"text": "The Hubble Space Telescope was launched into low Earth orbit in 1990 and remains in operation."
		},
		{
			"encountered": false,
			"id": "fact13",
			"text": "The Voyager 1 spacecraft, launched in 1977, is the farthest human-made object from Earth."
		},
		{
			"encountered": false,
			"id": "fact14",
			"text": "Laika, a Soviet space dog, was the first animal to orbit Earth in 1957."
		},
		{
			"encountered": true,
			"id": "fact15",
			"text": "The International Space Station (ISS) orbits Earth approximately every 90 minutes."
		},
		{
			"encountered": false,
			"id": "fact16",
			"text": "The Space Shuttle program ran from 1981 to 2011, with 135 missions."
		},
		{
			"encountered": false,
			"id": "fact17",
			"text": "SpaceX was the first private company to send astronauts to the ISS in 2020."
		},
		{
			"encountered": false,
			"id": "fact18",
			"text": "The Mars Rover Curiosity has been exploring the surface of Mars since 2012."
		},
		{
			"encountered": false,
			"id": "fact19",
			"text": "Sputnik 1 was the first artificial satellite, launched by the Soviet Union in 1957."
		},
		{
			"encountered": true,
			"id": "fact20",
			"text": "The Apollo 11 mission’s lunar module was named Eagle."
		},
		{
			"encountered": true,
			"id": "fact21",
			"text": "The Saturn V rocket, used in the Apollo missions, remains the most powerful rocket ever built."
		},
		{
			"encountered": true,
			"id": "fact22",
			"text": "Gherman Titov was the second human to orbit Earth, following Yuri Gagarin."
		},
		{
			"encountered": false,
			"id": "fact23",
			"text": "The Galileo spacecraft studied Jupiter and its moons from 1995 to 2003."
		},
		{
			"encountered": false,
			"id": "fact24",
			"text": "Apollo 12 was struck by lightning shortly after launch but continued its mission successfully."
		},
		{
			"encountered": false,
			"id": "fact25",
			"text": "The James Webb Space Telescope, set to launch in 2021, aims to study the universe’s first galaxies."
		},
		{
			"encountered": false,
			"id": "fact26",
			"text": "Mariner 10 was the first spacecraft to use a gravity assist, flying by Venus to reach Mercury."
		},
		{
			"encountered": false,
			"id": "fact27",
			"text": "Apollo 8 was the first manned spacecraft to orbit the moon in 1968."
		},
		{
			"encountered": false,
			"id": "fact28",
			"text": "The ISS is a joint project involving space agencies from the USA, Russia, Europe, Japan, and Canada."
		},
		{
			"encountered": false,
			"id": "fact29",
			"text": "The Cassini spacecraft studied Saturn and its moons from 2004 to 2017."
		},
		{
			"encountered": true,
			"id": "fact30",
			"text": "The Mars Pathfinder mission included the first successful rover, Sojourner, in 1997."
		},
		{
			"encountered": false,
			"id": "fact31",
			"text": "The Mars Reconnaissance Orbiter has been studying Mars since 2006."
		},
		{
			"encountered": false,
			"id": "fact32",
			"text": "The European Space Agency’s Rosetta mission was the first to orbit and land on a comet."
		},
		{
			"encountered": false,
			"id": "fact33",
			"text": "The Space Shuttle Columbia was the first shuttle to fly into space in 1981."
		},
		{
			"encountered": false,
			"id": "fact34",
			"text": "The Juno spacecraft is currently studying Jupiter."
		},
		{
			"encountered": false,
			"id": "fact35",
			"text": "The Space Shuttle program included five orbiters: Columbia, Challenger, Discovery, Atlantis, and Endeavour."
		},
		{
			"encountered": false,
			"id": "fact36",
			"text": "The Soviet Union’s Mars 3 was the first spacecraft to land on Mars in 1971."
		},
		{
			"encountered": false,
			"id": "fact37",
			"text": "The Soviet Union’s Luna 16 was the first robotic mission to return lunar soil samples to Earth."
		},
		{
			"encountered": false,
			"id": "fact38",
			"text": "The Soviet Union’s Luna 17 delivered the first remote-controlled rover, Lunokhod 1, to the moon."
		},
		{
			"encountered": false,
			"id": "fact39",
			"text": "Life in Extreme Environments (Extremophiles): Space biologists study organisms that thrive in extreme conditions on Earth, like deep-sea hydrothermal vents or Antarctic deserts, to learn how life could potentially survive in space or on other planets."
		},
		{
			"encountered": false,
			"id": "fact40",
			"text": "Microgravity Effects: Space biology investigates the impact of microgravity (near-weightlessness) on living organisms."
		},
		{
			"encountered": false,
			"id": "fact41",
			"text": "Radiation Exposure: Space biologists study the effects of cosmic radiation on living tissues, as astronauts are exposed to much higher levels of radiation in space than on Earth."
		},
		{
			"encountered": false,
			"id": "fact42",
			"text": "Life Support Systems: To sustain life on long-term space missions, space biologists work on creating sustainable life support systems, such as closed-loop ecosystems where plants produce oxygen and food, and human waste is recycled."
		},
		{
			"encountered": false,
			"id": "fact43",
			"text": "Space Medicine: Space biology includes research on how spaceflight affects human health."
		},
		{
			"encountered": false,
			"id": "fact44",
			"text": "Specialized in Amphibious Warfare Marines are primarily tasked with amphibious warfare, meaning they are trained to launch attacks from the sea and rapidly secure beachheads or other coastal areas before advancing inland."
		},
		{
			"encountered": false,
			"id": "fact45",
			"text": "“First to Fight” The Marine Corps’ motto “First to Fight” reflects its history of being the first military branch to be deployed in combat situations."
		},
		{
			"encountered": false,
			"id": "fact46",
			"text": "Marine Raiders: Elite Special Forces The Marine Raiders are the special operations forces of the Marine Corps, specializing in direct action missions, special reconnaissance, and irregular warfare."
		},
		{
			"encountered": false,
			"id": "fact47",
			"text": "Rigorous Training (Boot Camp) The Marine Corps boot camp is known for being one of the most physically and mentally demanding training programs in the U.S. military."
		},
		{
			"encountered": false,
			"id": "fact48",
			"text": "Marine Expeditionary Units (MEU) Marines are organized into Marine Expeditionary Units (MEUs), which are self-contained, rapid-response forces."
		},
		{
			"encountered": false,
			"id": "fact49",
			"text": "“Every Marine a Rifleman” The Marine Corps emphasizes that every Marine, regardless of job or specialty, is trained as a basic infantry rifleman."
		},
		{
			"encountered": false,
			"id": "fact50",
			"text": "Psychology is a Science Psychology is a scientific discipline."
		},
		{
			"encountered": false,
			"id": "fact51",
			"text": "The Importance of Ethics Psychologists follow strict ethical guidelines to protect the well-being of their clients and research participants."
		},
		{
			"encountered": false,
			"id": "fact52",
			"text": "Research on Human Behavior Psychologists conduct research on a variety of human behaviors, from how people make decisions to how emotions affect health."
		},
		{
			"encountered": false,
			"id": "fact53",
			"text": "Psychologists are in High Demand The demand for psychologists is growing as mental health awareness increases globally."
		},
		{
			"encountered": false,
			"id": "fact54",
			"text": "Self-reliance is a cornerstone of survivalism."
		},
		{
			"encountered": false,
			"id": "fact55",
			"text": "Survivalism is closely related to the concept of “prepping.”"
		},
		{
			"encountered": false,
			"id": "fact56",
			"text": "A survivalist is someone who actively prepares for emergencies or potential disasters, whether they are natural disasters, societal collapse, economic instability, or other large-scale crises."
		},
		{
			"encountered": false,
			"id": "fact57",
			"text": "Many survivalists embrace off-grid living, meaning they live independently of public utilities like water, gas, or electricity."
		},
		{
			"encountered": false,
			"id": "fact58",
			"text": "Survivalism Has Ancient Roots The idea of survivalism is not new."
		},
		{
			"encountered": false,
			"id": "fact59",
			"text": "The Survivalist Movement The modern survivalist movement began in the 1960s and 1970s in the U.S., spurred by fears of nuclear war, economic collapse, and the Cold War."
		},
		{
			"encountered": false,
			"id": "fact60",
			"text": "Importance of Mental Toughness In addition to physical skills, survivalists focus on mental toughness."
		},
		{
			"encountered": false,
			"id": "fact61",
			"text": "Ethics and Community Although survivalism emphasizes self-reliance, many survivalists also believe in helping others and forming cooperative groups."
		},
		{
			"encountered": false,
			"id": "fact62",
			"text": "Psychological Testing, Psychologists use a wide range of standardized tests to assess intelligence, personality traits, cognitive abilities, and mental health disorders."
		},
		{
			"encountered": false,
			"id": "fact63",
			"text": "Growth of Positive Psychology Positive Psychology is a relatively new field in psychology, founded by Martin Seligman in the 1990s."
		},
		{
			"encountered": false,
			"id": "fact64",
			"text": "Cognitive Behavioral Therapy (CBT) Cognitive Behavioral Therapy (CBT) is one of the most widely used and evidence-based approaches in psychology."
		},
		{
			"encountered": false,
			"id": "fact65",
			"text": "First Experimental Psychology Lab The first experimental psychology laboratory was founded by Wilhelm Wundt in 1879 in Leipzig, Germany."
		},
		{
			"encountered": false,
			"id": "fact66",
			"text": "Education Requirements To become a psychologist, most countries require a doctoral degree (Ph.D. or Psy.D.) in psychology, especially for clinical or research roles."
		},
		{
			"encountered": false,
			"id": "fact67",
			"text": "Established in 1775 The U.S. Marine Corps was founded on November 10, 1775, during the American Revolutionary War."
		},
		{
			"encountered": false,
			"id": "fact68",
			"text": "Uniforms Marines are known for their distinctive and highly respected uniforms, including the Dress Blues."
		},
		{
			"encountered": false,
			"id": "fact69",
			"text": "Iconic Mascot: The Bulldog The Marine Corps’ official mascot is an English Bulldog, often named “Chesty” in honor of Marine legend Chesty Puller, one of the most decorated Marines in U.S. history."
		},
		{
			"encountered": false,
			"id": "fact70",
			"text": "High Ethical Standards Marines are expected to live by a strict code of honor, emphasizing courage, commitment, and integrity."
		},
		{
			"encountered": false,
			"id": "fact71",
			"text": "The Power of Placebo Psychologists have extensively studied the placebo effect, which shows that people can experience improvements in their condition simply by believing they are receiving treatment, even if the treatment has no active ingredients."
		},
		{
			"encountered": false,
			"id": "fact72",
			"text": "Psychologists in Crisis Situations Psychologists often work in crisis intervention during emergencies like natural disasters, terrorist attacks, or military conflicts."
		}
	]
}
